/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "page_full_width": false,
        "page_full_width_spacing": false,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "main_components_1_mcmEWP": {
      "type": "main-components-1",
      "blocks": {
        "benefit_card_miVTWV": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Inulina_de_agave.jpg",
            "title": "Inulina de agave",
            "subtitle": "",
            "description": "<p><strong> </strong>Una fibra prebiótica que nutre tu microbioma intestinal. </p><p>Un intestino saludable reduce la inflamación crónica y apoya la salud metabólica. Se ha demostrado incluso que la inulina promueve la longevidad al mejorar la sensibilidad a la insulina y el equilibrio de la microbiota.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_UjPrRN": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/L-Glicina.jpg",
            "title": "L-Glicina",
            "subtitle": "",
            "description": "<p>Aminoácido que apoya en la creación de proteínas y la producción de glutatión, promoviendo la desintoxicación y las defensas antioxidantes.</p><p>La suplementación con glicina ha demostrado mejorar la salud metabólica y reducir el estrés oxidativo. </p><p>Además, promueve la síntesis de colágeno, proteína esencial para la salud de la piel, las articulaciones y otros tejidos conectivos.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_j9iiBB": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Spermidina.jpg",
            "title": "Mononucleótido de Nicotinamida (NMN)",
            "subtitle": "",
            "description": "<p>Precursor directo del NAD⁺, la molécula necesaria para la energía celular y la reparación del ADN. Los niveles de NAD⁺ disminuyen con la edad, afectando el metabolismo y el mantenimiento celular. </p><p>Al tomar NMN, ilira aumenta los niveles de NAD⁺ para optimizar  las mitocondrias y activar las sirtuinas (genes de longevidad). Los estudios muestran que el NMN mejora múltiples problemas relacionados con la edad.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_d3jBbQ": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Metilsulfonilmetano_MSM.jpg",
            "title": "Metilsulfonilmetano (MSM)",
            "subtitle": "",
            "description": "<p>Compuesto organo-sulfurado conocido por reducir la inflamación y el estrés oxidativo.</p><p>El MSM apoya el dolor articular y ha demostrado disminuir citocinas proinflamatorias como IL-6 y TNF-α. Al combatir la inflamación, el MSM ayuda a proteger las células del daño inflamatorio.<br/></p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_x9wRCH": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Malato_de_Magnesio.jpg",
            "title": "Malato de Magnesio",
            "subtitle": "",
            "description": "<p>El magnesio es esencial para cientos de reacciones enzimáticas. Estabiliza el ADN y es necesario para que las enzimas reparadoras del ADN actúen, preservando la estabilidad genómica. </p><p>El malato de magnesio también apoya la producción de ATP en las mitocondrias (el malato es un intermediario del ciclo de Krebs) – combatiendo la fatiga. </p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_64X7jG": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/L-Teanina2.jpg",
            "title": "L-Teanina",
            "subtitle": "",
            "description": "<p>Un aminoácido proveniente del té verde que promueve la relajación y el alivio del estrés. </p><p>La L-teanina tiene efectos neuroprotectores, reduce el cortisol y el estrés oxidativo en el cerebro. Puede inducir autofagia y mitofagia en las células, ayudando a eliminar componentes dañados.<br/><br/></p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_WjCRVE": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Fisetina.jpg",
            "title": "Fisetina",
            "subtitle": "",
            "description": "<p>Flavonoide presente en frutas como las fresas, es clave para un envejecimiento más saludable al eliminar las “malas” células que impulsan los procesos de envejecimiento.</p><p>La fisetina apoya selectivamente a eliminar células senescentes (células dañadas que impulsan la inflamación). En estudios en Mayo Clinic, la fisetina fue el senolítico con mejor desempeño entre 10 flavonoides evaluados. Demostró reducir los marcadores de senescencia celular.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_MaJQrG": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Resveratrol.jpg",
            "title": "Resveratrol",
            "subtitle": "",
            "description": "<p>Polifenol de la longevidad presente en el vino tinto.El resveratrol activa las sirtuinas (particularmente SIRT1), imitando los beneficios de la restricción calórica. </p><p>Mejora la función metabólica y posee efectos antioxidantes y antiinflamatorios.  Apoya la salud cardiovascular y la función cerebral.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_A9fXKz": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Quercetina.jpg",
            "title": "Quercetina",
            "subtitle": "",
            "description": "<p>Flavonoide antioxidante y senolítico (especialmente cuando se combina con otros compuestos).</p><p>Ayuda a eliminar las células senescentes reduciendo la inflamación y mejorando la salud cardiovascular. Además, la quercetina estabiliza los mastocitos (reduciendo la histamina) y apoya la inmunidad.</p>",
            "title_color": "#144d8c"
          }
        }
      },
      "block_order": [
        "benefit_card_miVTWV",
        "benefit_card_UjPrRN",
        "benefit_card_j9iiBB",
        "benefit_card_d3jBbQ",
        "benefit_card_x9wRCH",
        "benefit_card_64X7jG",
        "benefit_card_WjCRVE",
        "benefit_card_MaJQrG",
        "benefit_card_A9fXKz"
      ],
      "custom_css": [
        ".comprehensive-benefits {padding: 30px;}",
        ".benefit-card flipped:nth-child(3) .benefit-card__flip-back {padding-top: 0px;}"
      ],
      "name": "Main Components",
      "settings": {
        "title": "Ingredientes Clave",
        "subtitle": "<p>Una fórmula perfectamente diseñada</p><p>Cada uno de los 21 ingredientes (vitaminas, minerales, antioxidantes y aminoácidos) en ilira Daily Essentials fue cuidadosamente seleccionado para apoyar el envejecimiento saludable ofreciendo una cobertura integral.</p>",
        "background_color": "#eaf1f4",
        "title_color": "#144d8c",
        "title_size": 50
      }
    },
    "main_components_1_gc4nFt": {
      "type": "main-components-1",
      "blocks": {
        "benefit_card_GL6cC7": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Spermidina.jpg",
            "title": "Spermidina",
            "subtitle": "",
            "description": "<p>Compuesto poliamínico natural que induce la autofagia, el proceso de autolimpieza celular.</p><p>La spermidina tiene propiedades anti-envejecimiento notables. Al eliminar proteínas y células dañadas, la spermidina ayuda a que las células se mantengan en estado óptimo.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_g39ELC": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Vitamina_C2.jpg",
            "title": "Vitamina C (Ácido ascórbico)",
            "subtitle": "",
            "description": "<p>Antioxidante y cofactor del colágeno. Ayuda a fortalecer el sistema inmunológico y puede apoyar en el  envejecimiento de la piel. </p><p>La vitamina C neutraliza los radicales libres en todo el cuerpo, protegiendo el ADN y las mitocondrias del daño oxidativo (mantenido así la estabilidad genómica). </p><p>Además, es necesaria para la síntesis de colágeno, lo que mantiene la juventud de la piel, los vasos sanguíneos y las articulaciones. Un nivel adecuado de vitamina C reduce el daño oxidativo inducido por los rayos UV en las células de la piel.<br/><br/></p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_j7LCjy": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Colina.jpg",
            "title": "Colina",
            "subtitle": "",
            "description": "<p>Nutriente esencial para la salud cerebral y hepática. Una ingesta adecuada de colina se asocia con optimización y protección cognitiva.</p><p>La colina es precursora del neurotransmisor acetilcolina (crucial para la memoria y la cognición) y un componente fundamental de las membranas celulares (fosfatidilcolina). </p><p>La colina también ayuda a metabolizar la homocisteína (junto con B6, B12 y folato) – niveles altos de homocisteína son un factor de riesgo para enfermedades cardíacas y demencia.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_bdQ9Pm": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Acido_Hialuronico.jpg",
            "title": "Ácido Hialurónico",
            "subtitle": "",
            "description": "<p>Una molécula natural que retiene la humedad en nuestra piel, articulaciones y tejidos conectivos.Los niveles de ácido hialurónico disminuyen con la edad, lo que conduce a una piel más seca y rigidez articular. </p><p>Suplementar con ácido hialurónico ayuda a hidratar la piel (reduciendo arrugas) y a lubricar las articulaciones para mejorar la movilidad. Apoya la matriz extracelular, que es parte del entorno celular (importante para la función de las células madre y la reparación tisular).</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_6xCMJY": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Vitamina_B6.jpg",
            "title": "Vitamina B6 (Piridoxina)",
            "subtitle": "",
            "description": "<p>Una vitamina del grupo B vital para el metabolismo de los aminoácidos, la síntesis de neurotransmisores y la función inmunológica. La vitamina B6 ayuda a regular los niveles de homocisteína (niveles altos de homocisteína causan envejecimiento vascular y cognitivo). </p><p>También es necesaria para la producción de citocinas y anticuerpos. Un bajo estado de B6 se asocia con mayor inflamación y estrés oxidativo en el cuerpo. Al garantizar una cantidad adecuada de B6, ilira apoya una respuesta inmunitaria equilibrada y la salud cardiovascular.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_4k6Yqm": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/AcidoF_1.jpg",
            "title": "Ácido Fólico (Vitamina B9)",
            "subtitle": "",
            "description": "<p>El folato es esencial para la síntesis y reparación del ADN. La deficiencia de folato causa roturas cromosómicas acelerando la inestabilidad genómica. </p><p>Al incluir folato, ilira garantiza una replicación adecuada del ADN en las células en división y ayuda a mantener la homocisteína bajo control.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_fA89Kt": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Vitamina_B1.jpg",
            "title": "Vitamina B1 (Tiamina)",
            "subtitle": "",
            "description": "<p>La tiamina es necesaria para la producción de energía mitocondrial.</p><p>La deficiencia de tiamina se asocia con enfermedades relacionadas con el envejecimiento, como la neurodegeneración. </p><p>Garantizar niveles óptimos de B1 ayuda a mantener una función mitocondrial robusta y la salud cerebral.</p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_wDqCBy": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Vitamina_K2.jpg",
            "title": "Vitamina K2 (MK-7)",
            "subtitle": "",
            "description": "<p>Una forma especializada de vitamina K que apoya la salud ósea y cardiovascular.</p><p>La vitamina K2 activa proteínas que dirigen el calcio hacia los huesos (osteocalcina) e inhibe los depósitos de calcio en las arterias. Esto ayuda a prevenir la rigidez arterial. </p><p>Estudios han encontrado que una mayor ingesta de K2 se asocia con un menor riesgo de enfermedad coronaria y mortalidad. </p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_yG3hHB": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Selenio.jpg",
            "title": "Vitamina B12 (Cianocobalamina)",
            "subtitle": "",
            "description": "<p>La vitamina B12 es crucial para la salud del cerebro y los nervios, la síntesis del ADN y la formación de glóbulos rojos. </p><p>Al proporcionar B12, ilira apoya una cognición saludable, el estado de ánimo y la metilación del ADN.</p>",
            "title_color": "#144d8c"
          }
        }
      },
      "block_order": [
        "benefit_card_GL6cC7",
        "benefit_card_g39ELC",
        "benefit_card_j7LCjy",
        "benefit_card_bdQ9Pm",
        "benefit_card_6xCMJY",
        "benefit_card_4k6Yqm",
        "benefit_card_fA89Kt",
        "benefit_card_wDqCBy",
        "benefit_card_yG3hHB"
      ],
      "custom_css": [
        ".comprehensive-benefits {padding: 0px !important;}"
      ],
      "name": "Main Components",
      "settings": {
        "title": "",
        "subtitle": "",
        "background_color": "#eaf1f4",
        "title_color": "#722f37",
        "title_size": 36
      }
    },
    "main_components_1_6AGCMP": {
      "type": "main-components-1",
      "blocks": {
        "benefit_card_xKHFDR": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Vitamina_D3.jpg",
            "title": "Vitamina D3 (Colecalciferol)",
            "subtitle": "",
            "description": "<p>La  “vitamina del sol” que actúa como una hormona en el cuerpo.</p><p>La vitamina D3 es crítica para la regulación inmunitaria – puede reducir la inflamación crónica y potenciar la inmunidad. </p><p>También ayuda a mantener la densidad ósea al favorecer la absorción de calcio. </p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_qD3wmg": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Zinc.jpg",
            "title": "Zinc",
            "subtitle": "",
            "description": "<p>El zinc es un mineral involucrado en la reparación del ADN, las defensas antioxidantes y la función inmunológica.</p><p>Es esencial para la integridad del ADN, ya que actúa como cofactor para enzimas reparadoras y ayuda a estabilizar la estructura del ADN. </p><p>Una deficiencia leve de zinc aumenta el estrés oxidativo y el daño al ADN, además de perjudicar la función inmunológica. <br/><br/></p>",
            "title_color": "#144d8c"
          }
        },
        "benefit_card_gfwLJi": {
          "type": "benefit_card",
          "settings": {
            "image": "shopify://shop_images/Selenio-1.jpg",
            "title": "Selenio",
            "subtitle": "",
            "description": "<p>El selenio es un oligoelemento crucial para las enzimas antioxidantes del cuerpo. Estas seleno proteínas ayudan a proteger las células del daño oxidativo y regulan la inflamación.</p>",
            "title_color": "#144d8c"
          }
        }
      },
      "block_order": [
        "benefit_card_xKHFDR",
        "benefit_card_qD3wmg",
        "benefit_card_gfwLJi"
      ],
      "custom_css": [
        ".comprehensive-benefits {padding: 30px;}"
      ],
      "name": "Main Components",
      "settings": {
        "title": "",
        "subtitle": "",
        "background_color": "#eaf1f4",
        "title_color": "#722f37",
        "title_size": 36
      }
    }
  },
  "order": [
    "main",
    "main_components_1_mcmEWP",
    "main_components_1_gc4nFt",
    "main_components_1_6AGCMP"
  ]
}
